tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "fzf"
brew "autojump"
brew "readline"
brew "awscli"
brew "glib"
brew "llvm"
brew "ccls"
brew "cocoapods"
brew "ctags"
brew "openldap"
brew "curl-openssl"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "srt"
brew "freetds"
brew "gawk"
brew "git-lfs"
brew "git"
brew "gnupg"
brew "pango"
brew "graphviz"
cask "google-chrome"
brew "languagetool"
brew "libpq"
brew "libxml2"
brew "neovim"
brew "node"
brew "nvm"
brew "php", restart_service: true
brew "php-cs-fixer"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "swig"
brew "telnet"
brew "tmux"
brew "watchman"
brew "yarn"
brew "hashicorp/tap/terraform"
brew "zsh"
brew "python@3.9"

cask "postman"
cask "iterm2"
cask "1password"
cask "alacritty"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "react-native-debugger"
cask "adoptopenjdk8"
cask "alacritty"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "react-native-debugger"
